LEXICON: dict[str, str] = {
    '/start': '🚀 <b>Добро пожаловать в Rate_bot! </b>🌐'
    '\n\nБот - ваш надежный гид в мире криптовалют и валют! 💹'
    '\nПолучайте актуальные данные о рынке прямо в этом чате. Начнем?'
    '\n\n📈 Курсы криптовалют:\nЧтобы получить текущий курсы основных криптовалют, введите /crypto'
    '\n\n🌍 Курсы валют:\nЧтобы узнать актуальные курсы различных валют, введите /currency'
    '\n\nЧтобы узнать больше о функционале и возможностях бота, введите /help'
    '\n\nВсе данные криптовалют предоставлены CoinGecko.',
    '/help': '🤖 Добро пожаловать в Rate_bot! Помощь по командам:'
    '\n\n🌐 /crypto - Узнать текущие курсы криптовалют. Например, BTC'
    '\n🌐 /currency - Получить текущие курсы валют. Например, USD$'
    '\n\nRate_bot - ваш надежный помощник в мире криптовалют и валют! 🌐🚀',
    '/crypto': '<b>Выберите криптовалюту</b>',
    '/currency': '',
    'BTC': 'BTC',
    'ETH': 'ETH'
}


LEXICON_COMMANDS: dict[str, str] = {
    '/help': 'Справка по работе бота'
}