LEXICON: dict[str, str] = {
    '/start': '🚀 <b>Добро пожаловать в Rate_bot! </b>🌐'
    '\n\nБот - ваш надежный гид в мире криптовалют и валют! 💹'
    '\nПолучайте актуальные данные о рынке прямо в этом чате. Начнем?'
    '\n\n📈 Курсы криптовалют:\nЧтобы получить текущий курсы основных криптовалют, введите /btc или /eth'
    '\n\n🌍 Курсы валют:\nЧтобы узнать актуальные курс доллара к рублю, введите /usd'
    '\n\nЧтобы узнать больше о функционале и возможностях бота, введите /help'
    '\n\nВсе данные криптовалют предоставлены CoinGecko и Open Exchange Rates.',
    '/help': '🤖 Добро пожаловать в Rate_bot!\nПомощь по командам:'
    '\n\n🌐 /btc - Узнать текущий курс BTC к USD'
    '\n🌐 /eth - Узнать текущий курс ETH к USD'
    '\n🌐 /usd - Узнать текущий курс USD к RUB'
    '\n\nRate_bot - ваш надежный помощник в мире криптовалют и валют! 🌐🚀',
    '/usd': '🚀 Текущий курс USD к RUB:',
    '/btc': '🚀 Текущий курс BTC к USD:',
    '/eth': '🚀 Текущий курс ETH к USD:'
}


LEXICON_COMMANDS: dict[str, str] = {
    '/help': 'Справка по работе бота',
    '/usd': 'Текущий курс USD к RUB',
    '/btc': 'Текущий курс BTC к USD',
    '/eth': 'Текущий курс ETH к USD'
}